{
    "quotes": [
        {
            "quote": "When a man gives his opinion, he's a man. When a woman gives her opinion, she's a bitch.",
            "author": "Bette Davis"
        },
        {
            "quote": "I'm tough, I'm ambitious, and I know exactly what I want. If that makes me a bitch, okay.",
            "author": "Madonna"
        },
        {
            "quote": "I hate to hear you talk about all women as if they were fine ladies instead of rational creatures. None of us want to be in calm waters all our lives.",
            "author": "Jane Austen"
        },
        {
            "quote": "A woman without a man is like a fish without a bicycle.",
            "author": "Irina Dunn"
        },
        {
            "quote": "Men are afraid that women will laugh at them. Women are afraid that men will kill them.",
            "author": "Margaret Atwood"
        },
        {
            "quote": "I myself have never been able to find out precisely what feminism is: I only know that people call me a feminist whenever I express sentiments that differentiate me from a doormat.",
            "author": "Rebecca West"
        },
        {
            "quote": "As long as she thinks of a man, nobody objects to a woman thinking.",
            "author": "Virginia Woolf"
        },
        {
            "quote": "I know enough to know that no woman should ever marry a man who hated his mother.",
            "author": "Martha Gellhorn"
        },
        {
            "quote": "The thing women have yet to learn is nobody gives you power. You just take it.",
            "author": "Roseanne Barr"
        },
        {
            "quote": "No woman gets an orgasm from shining the kitchen floor.",
            "author": "Betty Friedan"
        },
        {
            "quote": "A feminist is anyone who recognizes the equality and full humanity of women and men.",
            "author": "Gloria Steinem"
        },
        {
            "quote": "Women have served all these centuries as looking glasses possessing the magic and delicious power of reflecting the figure of man at twice its natural size.",
            "author": "Virginia Woolf"
        },
        {
            "quote": "One is not born, but rather becomes, a woman.",
            "author": "Simone de Beauvoir"
        }
    ]
}